Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/galdu/utkast-til-nordisk-samekonvensjon.355235.no.html.tmx
Source language: nob
Languages: sme

source: Nordisk samekonvensjon - Gáldu
sme: Davviriikalaš sámekonvenšuvdna - Gáldu

source: Samenes rettigheter
sme: Sámiid vuoigatvuođat

source: Utkast til nordisk samekonvensjon
sme: Davviriikalaš sámekonvenšuvdna evttohus

source: Samefolkets grunnlovsvern
sme: Sámi álbmoga vuođđolágasuodjalus

source: Samiske barn og unges rettigheter
sme: Sámi mánáid ja nuoraid vuoigatvuođat

source: Samenes språklige og sosiale rettigheter
sme: Sámi giella- ja sosiálavuoigatvuođat

source: Samiske kvinners rettigheter
sme: Sámi nissoniid vuoigatvuođat

source: Samiske eldres rettigheter
sme: Sámi vuoras olbmuid vuoigatvuođat

source: Samenes land og ressursrettigheter
sme: Sámiid vuoigatvuođat eatnamiidda ja meahcceriggodagaide

source: Samiske næringsrettigheter
sme: Sámi ealáhusvuoigatvuođat

source: Samenes kulturelle rettigheter
sme: Sámi kultuvrralaš vuoigatvuođat

source: Internasjonal samisk representasjon
sme: Sámiid riikkaidgaskasaš oassálastin

source: Nordisk samekonvensjon
sme: Davviriikalaš sámekonvenšuvdna

source: I 2005 ferdigstilte ekspertgruppen for nordisk samekovensjon sitt konvensjonsutkast.
sme: Jagi 2005 gárvi davviriikalaš áššedovdijoavku davviriikalaš sámekonvenšuvdna evtohusa.

source: Utkastet tar utgangspunkt i at samene er urfolk i Finland, Norge og Sverige og at samene har særskilte rettigheter i kraft av å være et eget folk.
sme: Evttohusa vuolggasadji lea ahte sámit leat álgoálbmogat Suomas, Norggás ja Ruoŧas, ja ahte sis leat sierra vuoigatvuođat álbmogiin.

source: Utkastet til samekonvensjon er blitt utarbeidet på grunnlag av forslag fra en arbeidsgruppe.
sme: Evttohus lea ráhkaduvvon sierra bargojoavkku rávvagiid vuođul, ja dasa lassin vel vuhtiiváldá stáhtaid geatnegasvuođaid sámi álgoálbmoga ektui.

source: Konvensjonsutkastet stadfester samenes status som urfolk og folk med en rett til sevbestemmelse.
sme: Konvenšuvnna evttohusas nannejuvvo ahte sámi álbmot leat álgoálbmot ja álbmot mas lea iešmearridanvuoigatvuohta.

source: Utkastet til nordisk samekonvensjon ble lagt fram på tre språk;
sme: Davviriikalaš sámekonvenšuvdna evttohus almmuhuvvui golmmá gillii;

source: nordsamisk, norsk og finsk.
sme: davvisámegillii, dárogillii ja suomagillii.

source: Utkastet er også senere blitt oversatt til sørsamisk, lulesamisk, russisk og engelsk.
sme: Evttohus lea leamaš guláskuddamis golmma davviriikain jagi 2006:as.

source: Forslaget til kovensjonstekst har vært ute på høring i de tre nordiske landene i 2006.
sme: Evttohus lea maid jorgaluvvon lullisámegillii, julevsámegillii, ruoššagillii ja eŋgelasgillii.

source: Ministrene med ansvar for samiske saker i Finland, Norge og Sverige, samt sametingspresidentene i de tre landene ble i 2006 enige om at konvensjonsutkastet skulle sendes ut på høring og følges opp nasjonalt.
sme: Suoma, Norggá ja Ruoŧa sámeministtarat ja sámediggepresideanttat dán golmmá riikas mearridedje jagi 2006as čuovvolit sámekonvenšuvdna evttohusa sierra gulaskuddamit ja čielggademiid bokte.

source: I Norge ble det etablert en egen arbeidsgruppe med representanter fra daværende Arbeids-og inkluderingsdepartementet (AID), Justisdepartementet, Utenriksdepartementet og Sametinget.
sme: Norggás ásahedje bargojoavkku masa serve ovddasteaddjit dalá Bargo- ja searvádahttindepartemeanttas, Vuoigavtuođadepartemeanttas, Olgoriikadepartemeanttas ja Sámedikis.

source: Arbeidsgruppen har hatt som mandat å vurdere oppfølgningen av konvensjonsutkastet på norsk side.
sme: Bargojoavku lea bargan konvenšuvnnaevttohusa čuovvolemiin Norggás.

source: Arbeidsgruppen har vurdert konvensjonsutkastet opp mot nasjonal rett og folkerettslige forpliktelser.
sme: Sii leat guorahallan konvenšuvdnaevttohusa ja árvvoštallan sisdoalu sihke riikádási rievtti ja álbmotrievtti ektui.

source: Arbeidsgruppen ferdigstilte sitt arbeid i 2007 og utredningen deres finner du på de norske regjeringens hjemmesider.
sme: Bargojoavku lohapahii barggustis jagi 2007 ja sin guorahallama gávnnat Norggá ráđđehusa neahttasiidduin.

source: På fellesmøtet for sameministre og sametingspresidentene høsten 2008 var det enighet om å finne frem til en løsning for hvordan forhandlingene om samekonvensjonen skal gjennomføres.
sme: Ministtár ja sámediggepresideeantačoahkkimis 2008 čavčča lei oavttaoaivilvuohta čađahit ságastallamiid gos geahčadit mot konvenšuvnnašiehtadallamat sáhttet čađahuvvot.

source: Nordisk embetsorgan for samiske spørsmål (NÃS) kom deretter med forslag til forhandlingsmodell.
sme: NÃS (davviriikalaš ámmátolbmuid ovttasbargoásahus) evttohii šiehtadallanvuogádaga ja vuogi.

source: Regjeringene for Finland, Norge og Sverige har forhandlet om konvensjonsutkastet siden 2011.
sme: Suopma, Norga ja Ruoŧŧa leat šiehtadallan jagi 2011 rájes, šiehtadallámiin leat maid Sámedikkit fárus.

source: Forhandlingene skal være ferdige i 2016.
sme: Šiehtadallamat galget loahpahuvvon jagi 2016is.

source: I den norske forhandlingsdelegasjonen er det to representanter fra Kommunal-og moderniseringsdepartementet, en representant for Utenrikdepartementet og to representanter fra Sametingets administrasjon.
sme: Norggá šiehtadallansáttagottis, man Gieldda-ja ođasmahttindepartemeanta jođiha, leat guokte departemeantta áirasa, okta Olgoriikadepartemeanttaáirras ja guokte áirasa geat ovddastit Sámedikki hálddáhusa.
